Repository: iebb/Telisten
Catalog: Telisten/Localizable.xcstrings
Source language: en
Languages: es, fr, ja, ko, vi, zh_hans, zh_hant

source: %lld tracks could not be downloaded.
es: No se pudieron descargar %lld canciones.
fr: Impossible de télécharger %lld titres.
ja: %lld 曲をダウンロードできませんでした。
ko: %lld곡을 다운로드할 수 없습니다.
vi: Không thể tải xuống %lld bài hát.
zh_hans: 无法下载 %lld 首歌曲。
zh_hant: 無法下載 %lld 首歌曲。

source: @your_search_bot
es: @tu_buscador_bot
fr: @votre_bot_de_recherche
zh_hans: @你的搜索机器人
zh_hant: @你的搜尋機器人

source: A private player for every track already living in your Telegram account.
es: Un reproductor privado para cada pista que ya esté en tu cuenta de Telegram.
fr: Un lecteur privé pour chaque piste déjà présente sur votre compte Telegram.
ja: Telegram アカウントにすでに存在するすべてのトラックのプライベート プレーヤー。
ko: 귀하의 Telegram 계정에 이미 존재하는 모든 트랙에 대한 개인 플레이어입니다.
vi: Trình phát riêng tư cho mọi bản nhạc đã có trong tài khoản Telegram của bạn.
zh_hans: 您的 Telegram 帐户中已存在的每首曲目的私人播放器。
zh_hant: 您的 Telegram 帳戶中已存在的每首曲目的私人播放器。

source: A selected contact has joined Telegram’s maximum number of groups or channels.
es: Un contacto seleccionado se ha unido al número máximo de grupos o canales de Telegram.
fr: Un contact sélectionné a rejoint le nombre maximum de groupes ou de chaînes de Telegram.
ja: 選択した連絡先が Telegram の最大数のグループまたはチャネルに参加しました。
ko: 선택한 연락처가 텔레그램의 최대 그룹 또는 채널 수에 합류했습니다.
vi: Một liên hệ được chọn đã tham gia số lượng nhóm hoặc kênh tối đa của Telegram.
zh_hans: 选定的联系人已加入 Telegram 的最大数量的群组或频道。
zh_hant: 選定的聯絡人已加入 Telegram 的最大數量的群組或頻道。

source: A selected contact’s privacy settings do not allow a direct invitation. Share the room link instead.
es: La configuración de privacidad de un contacto seleccionado no permite una invitación directa. En su lugar, comparta el enlace de la sala.
fr: Les paramètres de confidentialité d’un contact sélectionné ne permettent pas une invitation directe. Partagez plutôt le lien de la salle.
ja: 選択した連絡先のプライバシー設定では、直接の招待が許可されていません。代わりにルームリンクを共有してください。
ko: 선택한 연락처의 개인정보 보호 설정은 직접 초대를 허용하지 않습니다. 대신 회의실 링크를 공유하세요.
vi: Cài đặt quyền riêng tư của người liên hệ đã chọn không cho phép lời mời trực tiếp. Thay vào đó hãy chia sẻ liên kết phòng.
zh_hans: 选定联系人的隐私设置不允许直接邀请。请分享房间链接。
zh_hant: 選定聯絡人的隱私設定不允許直接邀請。請分享房間連結。

source: API key (if required)
es: Clave API (si es necesario)
fr: Clé API (si nécessaire)
ja: API キー (必要な場合)
ko: API 키(필요한 경우)
vi: Khóa API (nếu cần)
zh_hans: API 密钥（如果需要）
zh_hant: API 金鑰（如果需要）

source: Account
es: cuenta
fr: Compte
ja: アカウント
ko: 계정
vi: Tài khoản
zh_hans: 账户
zh_hant: 帳戶

source: Add Account
es: Agregar cuenta
fr: Ajouter un compte
ja: アカウントの追加
ko: 계정 추가
vi: Thêm tài khoản
zh_hans: 添加账户
zh_hant: 新增帳戶

source: Add Search Bot
es: Agregar robot de búsqueda
fr: Ajouter un robot de recherche
ja: 検索ボットを追加する
ko: 검색봇 추가
vi: Thêm Bot tìm kiếm
zh_hans: 添加搜索机器人
zh_hant: 新增搜尋機器人

source: Add TELEGRAM_API_ID and TELEGRAM_API_HASH to the gitignored .env file, run Scripts/generate-local-config.sh, then relaunch the app.
es: Agregue TELEGRAM_API_ID y TELEGRAM_API_HASH al archivo .env ignorado por git, ejecute Scripts/generate-local-config.sh y luego reinicie la aplicación.
fr: Ajoutez TELEGRAM_API_ID et TELEGRAM_API_HASH au fichier gitignored .env, exécutez Scripts/generate-local-config.sh, puis relancez l'application.
ja: TELEGRAM_API_ID と TELEGRAM_API_HASH を gitignored .env ファイルに追加し、Scripts/generate-local-config.sh を実行して、アプリを再起動します。
ko: gitignored .env 파일에 TELEGRAM_API_ID 및 TELEGRAM_API_HASH를 추가하고 Scripts/generate-local-config.sh를 실행한 다음 앱을 다시 시작하세요.
vi: Thêm TELEGRAM_API_ID và TELEGRAM_API_HASH vào tệp .env được gitignored, chạy Scripts/generate-local-config.sh, sau đó khởi chạy lại ứng dụng.
zh_hans: 将 TELEGRAM_API_ID 和 TELEGRAM_API_HASH 添加到 gitignored .env 文件中，运行 Scripts/generate-local-config.sh，然后重新启动应用程序。
zh_hant: 將 TELEGRAM_API_ID 和 TELEGRAM_API_HASH 新增至 gitignored .env 檔案中，執行 Scripts/generate-local-config.sh，然後重新啟動應用程式。

source: Add a Telegram search bot in Settings.
es: Añade un robot de búsqueda de Telegram en Configuración.
fr: Ajoutez un robot de recherche Telegram dans Paramètres.
ja: [設定] に Telegram 検索ボットを追加します。
ko: 설정에서 텔레그램 검색 봇을 추가하세요.
vi: Thêm bot tìm kiếm Telegram trong Cài đặt.
zh_hans: 在“设置”中添加 Telegram 搜索机器人。
zh_hant: 在「設定」中新增 Telegram 搜尋機器人。

source: Add search bot
es: Agregar robot de búsqueda
fr: Ajouter un robot de recherche
ja: 検索ボットを追加する
ko: 검색봇 추가
vi: Thêm bot tìm kiếm
zh_hans: 添加搜索机器人
zh_hant: 新增搜尋機器人

source: Add the Telegram API credentials to .env and rebuild the app.
es: Agregue las credenciales de la API de Telegram a .env y reconstruya la aplicación.
fr: Ajoutez les informations d'identification de l'API Telegram à .env et reconstruisez l'application.
ja: Telegram API 資格情報を .env に追加し、アプリを再構築します。
ko: Telegram API 자격 증명을 .env에 추가하고 앱을 다시 빌드하세요.
vi: Thêm thông tin xác thực API Telegram vào .env và xây dựng lại ứng dụng.
zh_hans: 将 Telegram API 凭据添加到 .env 并重建应用程序。
zh_hant: 將 Telegram API 憑證新增至 .env 並重建應用程式。

source: Add to Playlist
es: Agregar a la lista de reproducción
fr: Ajouter à la liste de lecture
ja: プレイリストに追加
ko: 재생목록에 추가
vi: Thêm vào danh sách phát
zh_hans: 添加到播放列表
zh_hant: 新增到播放列表

source: Add to playlist
es: Agregar a la lista de reproducción
fr: Ajouter à la playlist
ja: プレイリストに追加
ko: 재생목록에 추가
vi: Thêm vào danh sách phát
zh_hans: 添加到播放列表
zh_hant: 新增到播放列表

source: Admin groups and channels
es: Grupos y canales de administración
fr: Groupes et canaux d'administration
ja: 管理者グループとチャネル
ko: 관리 그룹 및 채널
vi: Nhóm và kênh quản trị
zh_hans: 管理组和频道
zh_hant: 管理群組和頻道

source: Alignment
es: Alineación
fr: Alignement
ja: 位置合わせ
ko: 정렬
vi: Căn chỉnh
zh_hans: 对准
zh_hant: 對準

source: All Chats
es: Todos los chats
fr: Toutes les discussions
ja: すべてのチャット
ko: 모든 채팅
vi: Tất cả các cuộc trò chuyện
zh_hans: 所有聊天
zh_hant: 所有聊天

source: All music chats are saved
es: Todos los chats de música se guardan.
fr: Toutes les discussions musicales sont enregistrées
ja: すべての音楽チャットが保存されます
ko: 모든 음악 채팅이 저장됩니다
vi: Tất cả các cuộc trò chuyện âm nhạc được lưu
zh_hans: 所有音乐聊天记录均已保存
zh_hant: 所有音樂聊天記錄均已保存

source: Apply folder
es: Aplicar carpeta
fr: Appliquer le dossier
ja: 適用フォルダー
ko: 적용 폴더
vi: Áp dụng thư mục
zh_hans: 应用文件夹
zh_hant: 應用程式資料夾

source: Apply server
es: Aplicar servidor
fr: Appliquer le serveur
ja: 適用サーバー
ko: 서버 적용
vi: Áp dụng máy chủ
zh_hans: 应用服务器
zh_hant: 應用程式伺服器

source: Automatic
es: Automático
fr: Automatique
ja: 自動
ko: 자동
vi: tự động
zh_hans: 自动
zh_hant: 自動

source: Automatically generate for new lyrics
es: Generar automáticamente nuevas letras
fr: Générer automatiquement de nouvelles paroles
ja: 新しい歌詞を自動生成
ko: 새 가사 자동 생성
vi: Tự động tạo lời bài hát mới
zh_hans: 自动生成新歌词
zh_hant: 自動產生新歌詞

source: Bold
es: Negrita
fr: Audacieux
ja: 太字
ko: 굵게
vi: Đậm
zh_hans: 大胆
zh_hant: 大膽

source: Bot message
es: mensaje de robot
fr: Message du robot
ja: ボットメッセージ
ko: 봇 메시지
vi: Tin nhắn của bot
zh_hans: 机器人消息
zh_hant: 機器人訊息

source: Bot name
es: Nombre del robot
fr: Nom du robot
ja: ボット名
ko: 봇 이름
vi: Tên bot
zh_hans: 机器人名称
zh_hant: 機器人名稱

source: Bot search
es: búsqueda de robots
fr: Recherche de robots
ja: ボット検索
ko: 봇 검색
vi: Tìm kiếm bot
zh_hans: 机器人搜索
zh_hant: 機器人搜尋

source: Broadcasting from this device
es: Transmitiendo desde este dispositivo
fr: Diffusion depuis cet appareil
ja: このデバイスからブロードキャストする
ko: 이 기기에서 방송 중
vi: Phát sóng từ thiết bị này
zh_hans: 从该设备广播
zh_hant: 從該設備廣播

source: Browse
es: Navegar
fr: Parcourir
ja: 閲覧する
ko: 찾아보기
vi: Duyệt qua
zh_hans: 浏览
zh_hant: 瀏覽

source: Browse music
es: Explorar música
fr: Parcourir la musique
ja: 音楽を閲覧する
ko: 음악 찾아보기
vi: Duyệt nhạc
zh_hans: 浏览音乐
zh_hant: 瀏覽音樂

source: Cancel
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
vi: Hủy bỏ
zh_hans: 取消
zh_hant: 取消

source: Center
es: Centro
fr: Centre
ja: センター
ko: 센터
vi: trung tâm
zh_hans: 中心
zh_hant: 中心

source: Center Horizontally on Current Screen
es: Centrar horizontalmente en la pantalla actual
fr: Centrer horizontalement sur l'écran actuel
ja: 現在の画面の水平方向の中央に配置
ko: 현재 화면의 수평 중앙에 위치
vi: Căn giữa theo chiều ngang trên màn hình hiện tại
zh_hans: 当前屏幕水平居中
zh_hant: 目前螢幕水平居中

source: Center lyrics on this display without changing their vertical position
es: Centrar letras en esta pantalla sin cambiar su posición vertical
fr: Centrer les paroles sur cet écran sans changer leur position verticale
ja: 歌詞の垂直位置を変更せずに、このディスプレイの中央に歌詞を配置します
ko: 가사의 수직 위치를 변경하지 않고 이 디스플레이 중앙에 가사 표시
vi: Căn giữa lời bài hát trên màn hình này mà không thay đổi vị trí dọc của chúng
zh_hans: 在此显示屏上居中歌词而不改变其垂直位置
zh_hant: 在此顯示器上居中歌詞而不改變其垂直位置

source: Check your email
es: Revisa tu correo electrónico
fr: Vérifiez votre courrier électronique
ja: メールを確認してください
ko: 이메일을 확인하세요
vi: Kiểm tra email của bạn
zh_hans: 检查您的电子邮件
zh_hant: 檢查您的電子郵件

source: Chinese
es: chino
fr: Chinois
ja: 中国語
ko: 중국어
vi: Tiếng Trung
zh_hans: 中文
zh_hant: 中文

source: Choose Lyrics
es: Elige letras
fr: Choisir les paroles
ja: 歌詞を選択
ko: 가사 선택
vi: Chọn lời bài hát
zh_hans: 选择歌词
zh_hant: 選擇歌詞

source: Choose a group or channel you administer. People using Telegram can listen in the group audio chat without Telisten.
es: Elija un grupo o canal que administre. Las personas que usan Telegram pueden escuchar el chat de audio grupal sin Telisten.
fr: Choisissez un groupe ou une chaîne que vous administrez. Les personnes utilisant Telegram peuvent écouter le chat audio de groupe sans Telisten.
ja: 管理しているグループまたはチャンネルを選択してください。Telegram ユーザーは Telisten がなくてもグループの音声チャットを聴けます。
ko: 관리하는 그룹이나 채널을 선택하세요. 텔레그램을 사용하는 사람들은 Telisten 없이도 그룹 오디오 채팅을 들을 수 있습니다.
vi: Chọn một nhóm hoặc kênh mà bạn quản lý. Những người sử dụng Telegram có thể nghe cuộc trò chuyện âm thanh nhóm mà không cần Telisten.
zh_hans: 选择您管理的组或频道。使用 Telegram 的人可以在没有 Telisten 的情况下收听群组音频聊天。
zh_hant: 選擇您管理的群組或頻道。使用 Telegram 的人可以在沒有 Telisten 的情況下收聽群組音訊聊天。

source: Choose an existing playlist or create a new one
es: Elige una lista de reproducción existente o crea una nueva
fr: Choisissez une playlist existante ou créez-en une nouvelle
ja: 既存のプレイリストを選択するか、新しいプレイリストを作成します
ko: 기존 재생목록을 선택하거나 새 재생목록을 만듭니다.
vi: Chọn danh sách phát hiện có hoặc tạo danh sách phát mới
zh_hans: 选择现有播放列表或创建新播放列表
zh_hant: 選擇現有播放清單或建立新播放清單

source: Choose another lyrics match
es: Elige otra letra que coincida
fr: Choisissez une autre correspondance de paroles
ja: 一致する別の歌詞を選択してください
ko: 다른 가사 일치 선택
vi: Chọn lời bài hát khác phù hợp
zh_hans: 选择另一个歌词匹配
zh_hant: 選擇另一個歌詞匹配

source: Choose music
es: Elige música
fr: Choisissez la musique
ja: 音楽を選ぶ
ko: 음악을 선택하세요
vi: Chọn nhạc
zh_hans: 选择音乐
zh_hant: 選擇音樂

source: Choose one of the search-result buttons above.
es: Elija uno de los botones de resultados de búsqueda de arriba.
fr: Choisissez l'un des boutons de résultat de recherche ci-dessus.
ja: 上の検索結果ボタンのいずれかを選択します。
ko: 위의 검색결과 버튼 중 하나를 선택하세요.
vi: Chọn một trong các nút kết quả tìm kiếm ở trên.
zh_hans: 选择上面的搜索结果按钮之一。
zh_hant: 選擇上面的搜尋結果按鈕之一。

source: Close
es: Cerrar
fr: Fermer
ja: 閉じる
ko: 닫기
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

source: Close Lyrics
es: Cerrar Letra
fr: Fermer Paroles
ja: 歌詞を閉じる
ko: 닫기 가사
vi: Đóng lời bài hát
zh_hans: 关闭歌词
zh_hant: 關閉歌詞

source: Code
es: Código
fr: Coder
ja: コード
ko: 코드
vi: Mã
zh_hans: 代码
zh_hant: 程式碼

source: Code delivered by flash call
es: Código entregado por llamada flash
fr: Code délivré par appel flash
ja: フラッシュ呼び出しで配信されるコード
ko: 플래시 호출로 전달된 코드
vi: Mã được gửi bằng cuộc gọi flash
zh_hans: 通过 Flash Call 传递代码
zh_hant: 透過 Flash Call 傳遞程式碼

source: Code delivered by missed call
es: Código entregado por llamada perdida
fr: Code délivré par appel manqué
ja: 不在着信で配信されたコード
ko: 부재중 전화로 전달된 코드
vi: Mã được gửi bởi cuộc gọi nhỡ
zh_hans: 未接来电发送的代码
zh_hant: 未接來電發送的代碼

source: Code delivered by phone call
es: Código entregado por llamada telefónica
fr: Code délivré par appel téléphonique
ja: 電話でコードを届ける
ko: 전화 통화로 코드 전달
vi: Mã được gửi qua cuộc gọi điện thoại
zh_hans: 通过电话发送代码
zh_hant: 透過電話發送代碼

source: Code sent by SMS
es: Código enviado por SMS
fr: Code envoyé par SMS
ja: SMSで送信されたコード
ko: SMS로 전송된 코드
vi: Mã được gửi qua SMS
zh_hans: 通过短信发送代码
zh_hant: 透過簡訊發送代碼

source: Code sent by email
es: Código enviado por correo electrónico
fr: Code envoyé par email
ja: 電子メールで送信されたコード
ko: 이메일로 전송된 코드
vi: Mã được gửi qua email
zh_hans: 通过电子邮件发送的代码
zh_hant: 透過電子郵件發送的代碼

source: Code sent in Telegram
es: Código enviado en Telegram
fr: Code envoyé dans Telegram
ja: Telegramで送信されたコード
ko: 텔레그램으로 전송된 코드
vi: Mã được gửi trong Telegram
zh_hans: 在 Telegram 中发送的代码
zh_hant: 在 Telegram 中發送的代碼

source: Code sent through Fragment
es: Código enviado a través de Fragmento
fr: Code envoyé via Fragment
ja: フラグメント経由で送信されたコード
ko: Fragment를 통해 전송된 코드
vi: Mã được gửi qua Fragment
zh_hans: 通过Fragment发送的代码
zh_hant: 透過Fragment發送的程式碼

source: Colors
es: Colores
fr: Couleurs
ja: 色
ko: 색상
vi: Màu sắc
zh_hans: 颜色
zh_hant: 顏色

source: Connect Telegram
es: Conectar Telegram
fr: Connecter le Telegram
ja: Telegramに接続する
ko: 텔레그램 연결
vi: Kết nối Telegram
zh_hans: 连接Telegram
zh_hant: 連接Telegram

source: Connecting to Telegram…
es: Conectándose a Telegram…
fr: Connexion à Telegram…
ja: Telegramに接続中…
ko: 텔레그램에 연결 중…
vi: Đang kết nối với Telegram…
zh_hans: 正在连接到 Telegram...
zh_hant: 正在連接到 Telegram...

source: Connection interrupted — retrying
es: Conexión interrumpida: reintento
fr: Connexion interrompue – nouvelle tentative
ja: 接続が中断されました - 再試行中
ko: 연결이 중단되었습니다. 다시 시도하는 중입니다.
vi: Kết nối bị gián đoạn - đang thử lại
zh_hans: 连接中断 - 重试
zh_hant: 連線中斷 - 重試

source: Contacts saved in Telegram will appear here.
es: Los contactos guardados en Telegram aparecerán aquí.
fr: Les contacts enregistrés dans Telegram apparaîtront ici.
ja: Telegram に保存されている連絡先がここに表示されます。
ko: 텔레그램에 저장된 연락처가 여기에 표시됩니다.
vi: Danh bạ được lưu trong Telegram sẽ xuất hiện ở đây.
zh_hans: Telegram 中保存的联系人将显示在此处。
zh_hant: Telegram 中已儲存的聯絡人將顯示在此。

source: Continue
es: Continuar
fr: Continuer
ja: 続ける
ko: 계속
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續

source: Couldn’t invite contacts
es: No se pudo invitar a contactos
fr: Impossible d'inviter des contacts
ja: 連絡先を招待できませんでした
ko: 연락처를 초대할 수 없습니다.
vi: Không thể mời người liên hệ
zh_hans: 无法邀请联系人
zh_hant: 無法邀請聯絡人

source: Create
es: crear
fr: Créer
ja: 作成
ko: 만들기
vi: Tạo
zh_hans: 创建
zh_hant: 創建

source: Create this account in the official Telegram app before signing in here.
es: Crea esta cuenta en la aplicación oficial de Telegram antes de iniciar sesión aquí.
fr: Créez ce compte dans l'application Telegram officielle avant de vous connecter ici.
ja: ここにサインインする前に、公式 Telegram アプリでこのアカウントを作成してください。
ko: 여기에 로그인하기 전에 공식 Telegram 앱에서 이 계정을 만드세요.
vi: Tạo tài khoản này trong ứng dụng Telegram chính thức trước khi đăng nhập tại đây.
zh_hans: 在此处登录之前，请在官方 Telegram 应用程序中创建此帐户。
zh_hant: 在此處登入之前，請在官方 Telegram 應用程式中建立此帳戶。

source: Creates a private Telegram channel in %@. If the folder is full, the playlist stays available in Telisten.
es: Crea un canal privado de Telegram en %@. Si la carpeta está llena, la lista de reproducción permanece disponible en Telisten.
fr: Crée une chaîne Telegram privée dans %@. Si le dossier est plein, la playlist reste disponible dans Telisten.
ja: %@ にプライベート Telegram チャネルを作成します。フォルダーがいっぱいの場合でも、プレイリストは Telisten で利用可能なままになります。
ko: %@에 개인 텔레그램 채널을 생성합니다. 폴더가 가득 차면 재생 목록은 Telisten에서 계속 사용할 수 있습니다.
vi: Tạo kênh Telegram riêng tư trong %@. Nếu thư mục đầy, danh sách phát vẫn có trong Telisten.
zh_hans: 在 %@ 中创建一个私人 Telegram 频道。如果文件夹已满，播放列表在 Telisten 中仍然可用。
zh_hant: 在 %@ 中建立一個私人 Telegram 頻道。如果資料夾已滿，播放清單在 Telisten 中仍然可用。

source: Creating a fresh Telegram session…
es: Creando una nueva sesión de Telegram...
fr: Création d'une nouvelle session Telegram…
ja: 新しい Telegram セッションを作成しています…
ko: 새로운 텔레그램 세션을 생성하는 중…
vi: Đang tạo phiên Telegram mới…
zh_hans: 创建新的 Telegram 会话...
zh_hant: 建立新的 Telegram 會話...

source: Current line
es: Línea actual
fr: Ligne actuelle
ja: 現在の行
ko: 현재 라인
vi: Dòng hiện tại
zh_hans: 当前行
zh_hant: 目前行

source: Current lyrics
es: Letras actuales
fr: Paroles actuelles
ja: 現在の歌詞
ko: 현재 가사
vi: Lời bài hát hiện tại
zh_hans: 当前歌词
zh_hant: 當前歌詞

source: Customize Lyrics
es: Personalizar letras
fr: Personnaliser les paroles
ja: 歌詞のカスタマイズ
ko: 가사 사용자 정의
vi: Tùy chỉnh lời bài hát
zh_hans: 自定义歌词
zh_hant: 自訂歌詞

source: Customize reading conventions or pronunciation guidance. Telisten adds the selected script and output format automatically and rejects responses that alter the original lyrics.
es: Personalice las convenciones de lectura o la guía de pronunciación. Telisten agrega el guión seleccionado y el formato de salida automáticamente y rechaza respuestas que alteren la letra original.
fr: Personnalisez les conventions de lecture ou les conseils de prononciation. Telisten ajoute automatiquement le script et le format de sortie sélectionnés et rejette les réponses qui modifient les paroles originales.
ja: 読み方の規則や発音ガイダンスをカスタマイズします。 Telisten は、選択されたスクリプトと出力形式を自動的に追加し、元の歌詞を変更する応答を拒否します。
ko: 읽기 규칙이나 발음 안내를 맞춤설정하세요. Telisten은 선택한 스크립트와 출력 형식을 자동으로 추가하고 원본 가사를 변경하는 응답을 거부합니다.
vi: Tùy chỉnh quy ước đọc hoặc hướng dẫn phát âm. Telisten tự động thêm tập lệnh đã chọn và định dạng đầu ra, đồng thời từ chối các phản hồi làm thay đổi lời bài hát gốc.
zh_hans: 定制阅读约定或发音指导。 Telisten 自动添加选定的脚本和输出格式，并拒绝更改原始歌词的响应。
zh_hant: 客製化閱讀約定或發音指導。 Telisten 自動新增選定的腳本和輸出格式，並拒絕更改原始歌詞的回應。

source: Delete
es: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

source: Delete Playlist
es: Eliminar lista de reproducción
fr: Supprimer la liste de lecture
ja: プレイリストの削除
ko: 재생목록 삭제
vi: Xóa danh sách phát
zh_hans: 删除播放列表
zh_hant: 刪除播放清單

source: Delete playlist?
es: ¿Eliminar lista de reproducción?
fr: Supprimer la playlist ?
ja: プレイリストを削除しますか?
ko: 재생목록을 삭제하시겠습니까?
vi: Xóa danh sách phát?
zh_hans: 删除播放列表？
zh_hant: 刪除播放清單？

source: Done
es: hecho
fr: Terminé
ja: 完了
ko: 완료
vi: Xong
zh_hans: 完成
zh_hant: 完成

source: Double
es: doble
ja: ダブル
ko: 더블
vi: Đôi
zh_hans: 双人间
zh_hant: 雙人間

source: Download
es: Descargar
fr: Télécharger
ja: ダウンロード
ko: 다운로드
vi: Tải xuống
zh_hans: 下载
zh_hant: 下載

source: Download all
es: Descargar todo
fr: Téléchargez tout
ja: すべてダウンロード
ko: 모두 다운로드
vi: Tải xuống tất cả
zh_hans: 下载全部
zh_hant: 下載全部

source: Downloaded
es: Descargado
fr: Téléchargé
ja: ダウンロード済み
ko: 다운로드됨
vi: Đã tải xuống
zh_hans: 已下载
zh_hant: 已下載

source: Downloaded music remains available offline.
es: La música descargada permanece disponible sin conexión.
fr: La musique téléchargée reste disponible hors ligne.
ja: ダウンロードした音楽はオフラインでも利用できます。
ko: 다운로드한 음악은 오프라인에서 계속 사용할 수 있습니다.
vi: Nhạc đã tải xuống vẫn khả dụng khi ngoại tuyến.
zh_hans: 下载的音乐仍然可以离线使用。
zh_hant: 下載的音樂仍然可以離線使用。

source: Downloading
es: Descargando
fr: Téléchargement
ja: ダウンロード中
ko: 다운로드 중
vi: Đang tải xuống
zh_hans: 正在下载
zh_hant: 正在下載

source: Downloads
es: Descargas
fr: Téléchargements
ja: ダウンロード
ko: 다운로드
vi: Tải xuống
zh_hans: 下载
zh_hant: 下載

source: Drag to move lyrics
es: Arrastra para mover la letra
fr: Faites glisser pour déplacer les paroles
ja: ドラッグして歌詞を移動します
ko: 가사를 이동하려면 드래그하세요.
vi: Kéo để di chuyển lời bài hát
zh_hans: 拖动移动歌词
zh_hant: 拖曳移動歌詞

source: EMAIL ADDRESS
es: DIRECCIÓN DE CORREO ELECTRÓNICO
fr: ADRESSE E-MAIL
ja: メールアドレス
ko: 이메일 주소
vi: ĐỊA CHỈ EMAIL
zh_hans: 电子邮件地址
zh_hant: 電子郵件地址

source: Edit
es: Editar
fr: Modifier
ja: 編集
ko: 편집
vi: Chỉnh sửa
zh_hans: 编辑
zh_hant: 編輯

source: Edit Search Bot
es: Editar robot de búsqueda
fr: Modifier le robot de recherche
ja: 検索ボットの編集
ko: 검색봇 편집
vi: Chỉnh sửa Bot tìm kiếm
zh_hans: 编辑搜索机器人
zh_hant: 編輯搜尋機器人

source: Email verification required
es: Se requiere verificación por correo electrónico
fr: Vérification de l'e-mail requise
ja: メール認証が必要です
ko: 이메일 인증이 필요합니다
vi: Yêu cầu xác minh email
zh_hans: 需要验证邮箱
zh_hant: 需要驗證郵箱

source: Embedded lyrics
es: Letras incrustadas
fr: Paroles intégrées
ja: 埋め込み歌詞
ko: 삽입된 가사
vi: Lời bài hát được nhúng
zh_hans: 嵌入歌词
zh_hant: 嵌入歌詞

source: End for everyone
es: Fin para todos
fr: Fin pour tout le monde
ja: みんなで終わり
ko: 모두를 위한 종료
vi: Kết thúc cho mọi người
zh_hans: 为大家结束
zh_hant: 為大家結束

source: Enter a folder name of 1–12 characters, without line breaks.
es: Introduzca un nombre de carpeta de entre 1 y 12 caracteres, sin saltos de línea.
fr: Saisissez un nom de dossier de 1 à 12 caractères, sans sauts de ligne.
ja: フォルダー名を 1 ～ 12 文字 (改行なし) で入力します。
ko: 줄바꿈 없이 1~12자의 폴더 이름을 입력하세요.
vi: Nhập tên thư mục từ 1–12 ký tự, không ngắt dòng.
zh_hans: 输入 1-12 个字符的文件夹名称，不带换行符。
zh_hant: 輸入 1-12 個字元的資料夾名稱，不含換行符。

source: Enter a search term first
es: Introduzca primero un término de búsqueda
fr: Saisissez d'abord un terme de recherche
ja: 最初に検索語を入力してください
ko: 먼저 검색어를 입력하세요
vi: Nhập cụm từ tìm kiếm trước
zh_hans: 首先输入搜索词
zh_hant: 先輸入搜尋詞

source: Enter a song, artist, or album above to search with a bot.
es: Ingrese una canción, artista o álbum arriba para buscar con un bot.
fr: Entrez une chanson, un artiste ou un album ci-dessus pour effectuer une recherche avec un bot.
ja: 上に曲、アーティスト、またはアルバムを入力して、ボットで検索します。
ko: 봇으로 검색하려면 위에 노래, 아티스트, 앨범을 입력하세요.
vi: Nhập bài hát, nghệ sĩ hoặc album ở trên để tìm kiếm bằng bot.
zh_hans: 在上面输入歌曲、艺术家或专辑即可使用机器人进行搜索。
zh_hant: 在上面輸入歌曲、藝人或專輯即可使用機器人進行搜尋。

source: Enter a song, artist, or album first.
es: Primero ingresa una canción, artista o álbum.
fr: Entrez d'abord une chanson, un artiste ou un album.
ja: 最初に曲、アーティスト、またはアルバムを入力します。
ko: 노래, 아티스트, 앨범을 먼저 입력하세요.
vi: Nhập bài hát, nghệ sĩ hoặc album trước.
zh_hans: 首先输入歌曲、艺术家或专辑。
zh_hant: 首先輸入歌曲、藝人或專輯。

source: Enter a valid HTTPS server URL.
es: Ingrese una URL de servidor HTTPS válida.
fr: Saisissez une URL de serveur HTTPS valide.
ja: 有効な HTTPS サーバー URL を入力します。
ko: 유효한 HTTPS 서버 URL을 입력하세요.
vi: Nhập URL máy chủ HTTPS hợp lệ.
zh_hans: 输入有效的 HTTPS 服务器 URL。
zh_hant: 輸入有效的 HTTPS 伺服器 URL。

source: Enter a valid Telegram bot username ending in “bot”.
es: Ingrese un nombre de usuario de bot de Telegram válido que termine en "bot".
fr: Entrez un nom d'utilisateur de bot Telegram valide se terminant par « bot ».
ja: 「bot」で終わる有効な Telegram ボットのユーザー名を入力します。
ko: "bot"으로 끝나는 유효한 텔레그램 봇 사용자 이름을 입력하세요.
vi: Nhập tên người dùng bot Telegram hợp lệ kết thúc bằng “bot”.
zh_hans: 输入以“bot”结尾的有效 Telegram 机器人用户名。
zh_hant: 輸入以「bot」結尾的有效 Telegram 機器人使用者名稱。

source: Enter a valid email address.
es: Ingrese una dirección de correo electrónico válida.
fr: Entrez une adresse e-mail valide.
ja: 有効な電子メール アドレスを入力してください。
ko: 유효한 이메일 주소를 입력하세요.
vi: Nhập địa chỉ email hợp lệ.
zh_hans: 输入有效的电子邮件地址。
zh_hant: 輸入有效的電子郵件地址。

source: Enter a valid phone number in international format, including the country code.
es: Ingrese un número de teléfono válido en formato internacional, incluido el código de país.
fr: Saisissez un numéro de téléphone valide au format international, y compris l'indicatif du pays.
ja: 国コードを含む有効な電話番号を国際形式で入力します。
ko: 국가 코드를 포함하여 유효한 국제 형식의 전화번호를 입력하세요.
vi: Nhập số điện thoại hợp lệ ở định dạng quốc tế, bao gồm cả mã quốc gia.
zh_hans: 输入国际格式的有效电话号码，包括国家/地区代码。
zh_hant: 輸入國際格式的有效電話號碼，包括國家/地區代碼。

source: Enter something to send to the search bot.
es: Ingrese algo para enviar al robot de búsqueda.
fr: Saisissez quelque chose à envoyer au robot de recherche.
ja: 検索ボットに送信する内容を入力します。
ko: 검색봇에 보낼 내용을 입력하세요.
vi: Nhập nội dung nào đó để gửi đến bot tìm kiếm.
zh_hans: 输入要发送到搜索机器人的内容。
zh_hant: 輸入要傳送到搜尋機器人的內容。

source: Enter the bot’s Telegram username. The leading @ is optional.
es: Ingrese el nombre de usuario de Telegram del bot. La @ inicial es opcional.
fr: Entrez le nom d’utilisateur Telegram du bot. Le premier @ est facultatif.
ja: ボットの Telegram ユーザー名を入力します。先頭の @ はオプションです。
ko: 봇의 텔레그램 사용자 이름을 입력하세요. 앞의 @는 선택 사항입니다.
vi: Nhập tên người dùng Telegram của bot. @ hàng đầu là tùy chọn.
zh_hans: 输入机器人的 Telegram 用户名。前导@是可选的。
zh_hant: 輸入機器人的 Telegram 使用者名稱。前導@是可選的。

source: Enter the login code Telegram sent you.
es: Ingresa el código de inicio de sesión que Telegram te envió.
fr: Entrez le code de connexion que Telegram vous a envoyé.
ja: Telegram から送信されたログイン コードを入力します。
ko: 텔레그램에서 전송한 로그인 코드를 입력하세요.
vi: Nhập mã đăng nhập Telegram đã gửi cho bạn.
zh_hans: 输入 Telegram 发送给您的登录代码。
zh_hant: 輸入 Telegram 發送給您的登入代碼。
